/******************************************************************************

                  版权所有 (C), 2001-2020, 北京飞利信科技股份有限公司

 ******************************************************************************
  文件名称 : ccc_server.h
  作者    : 贾延刚
  生成日期 : 2013-4-23

  版本    : 1.0

******************************************************************************/

#ifndef __CCC_SERVER_H__
#define __CCC_SERVER_H__

extern int start_ccc(int server_port, const char *upgrade_dir);

#endif /* __CCC_SERVER_H__ */
